EvgenyDD/POV_Display/Hardware/SPIN.ioc
#MicroXplorer Configuration settings - do not modify
#Wed Oct 29 22:20:22 FET 2014
File.Version=1
KeepUserPlacement=false
Mcu.Family=STM32F1
Mcu.IP0=ADC1
Mcu.IP1=SPI1
Mcu.IP2=SYS
Mcu.IP3=TIM2
Mcu.IP4=TIM3
Mcu.IP5=USART1
Mcu.IPNb=6
Mcu.Name=STM32F103C(8-B)Tx
Mcu.Package=LQFP48
Mcu.Pin0=PA0-WKUP
Mcu.Pin1=PA2
Mcu.Pin10=PB5
Mcu.Pin11=PB9
Mcu.Pin2=PA3
Mcu.Pin3=PA5
Mcu.Pin4=PA7
Mcu.Pin5=PA9
Mcu.Pin6=PA13
Mcu.Pin7=PA14
Mcu.Pin8=PA15
Mcu.Pin9=PB3
Mcu.PinsNb=12
Mcu.UserName=STM32F103C8Tx
PA0-WKUP.Mode=IN0
PA0-WKUP.Signal=ADC1_IN0
PA13.Mode=Serial-Wire
PA13.Signal=SYS_JTMS-SWDIO
PA14.Mode=Serial-Wire
PA14.Signal=SYS_JTCK-SWCLK
PA15.Mode=PWM-Generation
PA15.Signal=TIM2_CH1_ETR
PA2.Mode=PWM-Generation
PA2.Signal=TIM2_CH3
PA3.Mode=PWM-Generation
PA3.Signal=TIM2_CH4
PA5.Mode=TX-Only-Simplex-Unidirect-Master
PA5.Signal=SPI1_SCK
PA7.Mode=TX-Only-Simplex-Unidirect-Master
PA7.Signal=SPI1_MOSI
PA9.Mode=Half-duplex(single-wire-mode)
PA9.Signal=USART1_TX
PB3.Mode=PWM-Generation
PB3.Signal=TIM2_CH2
PB5.Mode=PWM-Input-2
PB5.Signal=TIM3_CH2
PB9.Signal=TIM4_CH4
